// =====================================================================================
// 
//       Filename:  MiscFire.cpp
// 
//    Description:  Различные рабочие механизмы которые относятся к
//                  работы при отработке пожара.
// 
//        Version:  1.0
//        Created:  15.02.2010 18:51:44
//       Revision:  none
//       Compiler:  avr-g++
// 
//         Author:  Mikhail Boiko (mb), kurtis99@bigmir.net
//        Company:  НТТОВ "Элекон"
// 
// =====================================================================================

/* Информация о том, на каком этаже возник общий пожар */
cFireFloor GlobalFireFloor;
/* Конкретизация источника общего пожара */
сFireSource GlobalFireSrc;

